
/**
 * board
 *  left 
 *     课程卡片列表
 *    right
 *      课程表
 *      表头：周几 时间段
 *      片的单元格
 * 删除卡片
 * 
 * 
 * 
 * 
 */

export default {
  weekday: ['星期一', '星期二', '星期三', '星期四', '星期五', '星期六', '星期天'],
  time_slot: ['08:00', '08:30', '09:00', '09:30', '10:00', '10:30', '11:00', '11:30', '12:00', '12:30', '13:00', '13:30', '14:00', '14:30', '15:00', '15:30'],
  coursee: {
    chinese: {
      name: '语文',
      teachers: ['张三', '李四']
    },
    mathmatics:{
      name: '数学',
      teachers: ['王五', '赵六']
    },
    english:{
      name: '英语',
      teachers: ['田七', '杨八']
    }
  }
}